result/usenix/run3/results-prctl12-3/benchmark-stats.log
  240000000 requests completed in 361.83 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
3.22% <= 2 milliseconds
46.72% <= 3 milliseconds
73.37% <= 4 milliseconds
85.39% <= 5 milliseconds
92.44% <= 6 milliseconds
95.85% <= 7 milliseconds
97.43% <= 8 milliseconds
98.38% <= 9 milliseconds
98.86% <= 10 milliseconds
99.16% <= 11 milliseconds
99.41% <= 12 milliseconds
99.57% <= 13 milliseconds
99.66% <= 14 milliseconds
99.72% <= 15 milliseconds
99.75% <= 16 milliseconds
99.78% <= 17 milliseconds
99.80% <= 18 milliseconds
99.81% <= 19 milliseconds
99.83% <= 20 milliseconds
99.84% <= 21 milliseconds
99.85% <= 22 milliseconds
99.86% <= 23 milliseconds
99.86% <= 24 milliseconds
99.87% <= 25 milliseconds
99.88% <= 26 milliseconds
99.88% <= 27 milliseconds
99.89% <= 28 milliseconds
99.89% <= 29 milliseconds
99.90% <= 30 milliseconds
99.90% <= 31 milliseconds
99.90% <= 32 milliseconds
99.91% <= 33 milliseconds
99.91% <= 34 milliseconds
99.91% <= 35 milliseconds
99.92% <= 36 milliseconds
99.92% <= 37 milliseconds
99.93% <= 38 milliseconds
99.93% <= 39 milliseconds
99.93% <= 40 milliseconds
99.94% <= 41 milliseconds
99.94% <= 42 milliseconds
99.95% <= 43 milliseconds
99.95% <= 44 milliseconds
99.95% <= 45 milliseconds
99.96% <= 46 milliseconds
99.96% <= 47 milliseconds
99.96% <= 48 milliseconds
99.96% <= 49 milliseconds
99.97% <= 50 milliseconds
99.97% <= 51 milliseconds
99.97% <= 52 milliseconds
99.97% <= 53 milliseconds
99.97% <= 54 milliseconds
99.97% <= 55 milliseconds
99.98% <= 56 milliseconds
99.98% <= 57 milliseconds
99.98% <= 58 milliseconds
99.98% <= 59 milliseconds
99.98% <= 60 milliseconds
99.98% <= 61 milliseconds
99.98% <= 62 milliseconds
99.98% <= 63 milliseconds
99.98% <= 64 milliseconds
99.98% <= 65 milliseconds
99.98% <= 66 milliseconds
99.98% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.99% <= 73 milliseconds
99.99% <= 74 milliseconds
99.99% <= 75 milliseconds
99.99% <= 76 milliseconds
99.99% <= 77 milliseconds
99.99% <= 78 milliseconds
99.99% <= 79 milliseconds
99.99% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 94 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 107 milliseconds
99.99% <= 108 milliseconds
99.99% <= 110 milliseconds
99.99% <= 112 milliseconds
99.99% <= 114 milliseconds
99.99% <= 115 milliseconds
99.99% <= 117 milliseconds
99.99% <= 118 milliseconds
99.99% <= 119 milliseconds
99.99% <= 120 milliseconds
99.99% <= 123 milliseconds
100.00% <= 124 milliseconds
100.00% <= 125 milliseconds
100.00% <= 129 milliseconds
100.00% <= 130 milliseconds
100.00% <= 131 milliseconds
100.00% <= 133 milliseconds
100.00% <= 136 milliseconds
100.00% <= 140 milliseconds
100.00% <= 141 milliseconds
100.00% <= 143 milliseconds
100.00% <= 144 milliseconds
100.00% <= 145 milliseconds
100.00% <= 146 milliseconds
100.00% <= 148 milliseconds
100.00% <= 149 milliseconds
100.00% <= 152 milliseconds
100.00% <= 154 milliseconds
100.00% <= 155 milliseconds
100.00% <= 158 milliseconds
100.00% <= 161 milliseconds
100.00% <= 165 milliseconds
100.00% <= 166 milliseconds
100.00% <= 169 milliseconds
100.00% <= 173 milliseconds
100.00% <= 177 milliseconds
100.00% <= 178 milliseconds
100.00% <= 187 milliseconds
100.00% <= 191 milliseconds
100.00% <= 193 milliseconds
100.00% <= 195 milliseconds
100.00% <= 196 milliseconds
100.00% <= 197 milliseconds
100.00% <= 198 milliseconds
100.00% <= 199 milliseconds
100.00% <= 201 milliseconds
100.00% <= 202 milliseconds
100.00% <= 203 milliseconds
100.00% <= 204 milliseconds
100.00% <= 209 milliseconds
100.00% <= 211 milliseconds
100.00% <= 212 milliseconds
100.00% <= 215 milliseconds
100.00% <= 221 milliseconds
100.00% <= 222 milliseconds
100.00% <= 231 milliseconds
100.00% <= 233 milliseconds
100.00% <= 321 milliseconds
100.00% <= 321 milliseconds
663291.25 requests per second